IdeaRS.OpenModel.Connection.FoldedPlateData
Provides data of the folded plate

IdeaRS.OpenModel.Connection.FoldedPlateData.Plates
List of plates belong to folded plate

IdeaRS.OpenModel.Connection.FoldedPlateData.Bends
List of bends connected plates of foldedplate